Revit 2027 API
ExportPatternInfo Constructor
Overload List
Name | Description
ExportPatternInfo() |  Constructs a new default ExportPatternInfo.
ExportPatternInfo(ExportPatternInfo) |  Constructs a new copy of the input ExportPatternInfo object.
ExportPatternInfo(String) |  Constructs a new ExportPatternInfo using the destination pattern name as input.
Top
See Also
Reference
ExportPatternInfo Class
Autodesk.Revit.DB Namespace